"OK" = "حسنا";
"Back" = "عودة";
"Done" = "تمام";
"Sorry" = "آسف";
"Cancel" = "إلغاء";
"Setting" = "عداد";
"Photos" = "الصور";
"Videos" = "فيديو";
"Preview" = "عرض مسبق";
"Full image" = "الصورة الكاملة";
"Processing..." = "معالجة...";
"Can not use camera" = "لا يمكن أن يستخدام الكاميرا";
"Can not choose both video and photo" = "لا يمكن أن يختيار الفيديو والصور في آن ؤاحد";
"Select the video when in multi state, we will handle the video as a photo" = "سنتعامل مع الفيديو كصورة عندما تختار الفيديو في الأحوال المتعددة";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "لا يمكن أن ينتقل الي صفحة إعدادات الخصوصية,يرجي الدخول الي صفحة الإعدادات بنفسك,شكرا لك";

"Select a maximum of %zd photos" = "الصور علي الأكثر%zd يمكنك أن تختار ";
"Select a minimum of %zd photos" = "الصور علي الأقل%zd يمكنك أن تختار";

"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "اسمح لـ %@ بالوصول إلى ألبومك في الإعدادات -> الخصوصية -> الصورلغاءالصور";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "تسمح %@ للوصول إلى كاميرا في \"إعدادات -> لإجمالية -> كاميرا\"";

